Repository: stanercelik/PolyNap
Catalog: polynap/Resources/Localizations/History/Localizable.xcstrings
Source language: en
Languages: de, ja, ms, th, tr

# onboarding.socialObligationsDescription
source: How flexible are your social obligations and daily responsibilities? Consider family time, social events, meetups, and other activities that require a specific schedule.
de: Wie flexibel sind deine sozialen Verpflichtungen und täglichen Verantwortlichkeiten? Berücksichtige Familienzeit, gesellschaftliche Veranstaltungen, Treffen und andere Aktivitäten, die eine bestimmte Zeitplanung erfordern.
ja: あなたの社会的義務と日々の責任はどの程度柔軟ですか？家族との時間、社交イベント、会合、特定のスケジュールを必要とするその他の活動を考慮してください。
ms: Sejauh manakah fleksibiliti kewajipan sosial dan tanggungjawab harian anda? Pertimbangkan masa keluarga, acara sosial, pertemuan dan aktiviti lain yang memerlukan jadual tertentu.
th: ภาระผูกพันทางสังคมและความรับผิดชอบในแต่ละวันของคุณมีความยืดหยุ่นเพียงใด? พิจารณาเวลาของครอบครัว กิจกรรมทางสังคม การพบปะ และกิจกรรมอื่นๆ ที่ต้องใช้ตารางเวลาที่เฉพาะเจาะจง
tr: Sosyal yükümlülükleriniz ve günlük sorumluluklarınız ne kadar esnek? Aile zamanı, sosyal etkinlikler, buluşmalar ve belirli bir program gerektiren diğer etkinlikleri göz önünde bulundurun.

# onboarding.workSchedule
source: Work Schedule
de: Arbeitsplan
ja: 勤務スケジュール
ms: Jadual Kerja
th: ตารางการทำงาน
tr: Çalışma Programı

# onboarding.workScheduleQuestion
source: What does your typical work schedule look like?
de: Wie sieht dein typischer Arbeitsplan aus?
ja: あなたの典型的な勤務スケジュールはどのようになっていますか？
ms: Seperti apakah jadual kerja biasa anda?
th: ตารางการทำงานโดยทั่วไปของคุณเป็นอย่างไร?
tr: Tipik çalışma programınız nasıl görünüyor?

# onboarding.yes
source: Yes
de: Ja
ja: はい
ms: Ya
th: ใช่
tr: Evet

# Önemli Not
source: Important Note
de: Wichtiger Hinweis
ja: 重要事項
ms: Nota Penting
th: หมายเหตุสำคัญ
tr: Önemli Not

source: Original Screen
de: Originalbildschirm
ja: 元の画面
ms: Skrin Asal
th: หน้าจอดั้งเดิม
tr: Orijinal Ekran

# Paywall Geçmişini Sıfırla
source: Reset Paywall History
de: Paywall-Verlauf zurücksetzen
ja: ペイウォールの履歴をリセット
ms: Tetapkan Semula Sejarah Paywall
th: รีเซ็ตประวัติ Paywall
tr: Paywall Geçmişini Sıfırla

# Paywall Test Arayüzü
source: Paywall Test Interface
de: Paywall-Testoberfläche
ja: ペイウォールテストインターフェース
ms: Antara Muka Ujian Paywall
th: อินเทอร์เฟซทดสอบ Paywall
tr: Paywall Test Arayüzü

# Premium ile Kilidi Aç
source: Unlock with Premium
de: Mit Premium freischalten
ja: プレミアムでロック解除
ms: Buka Kunci dengan Premium
th: ปลดล็อกด้วยพรีเมียม
tr: Premium ile Kilidi Aç

source: Preview sleep block
de: Vorschau des Schlafblocks
ja: 睡眠ブロックのプレビュー
ms: Pratonton blok tidur
th: ดูตัวอย่างบล็อกการนอนหลับ
tr: Uyku bloğunu önizle

source: Profile Screen
de: Profilbildschirm
ja: プロフィール画面
ms: Skrin Profil
th: หน้าจอโปรไฟล์
tr: Profil Ekranı

# Puan
source: Score
de: Punkte
ja: スコア
ms: Mata
th: คะแนน
tr: Puan

source: Rate
de: Bewerten
ja: 評価
ms: Nilai
th: ให้คะแนน
tr: Puanla

source: Ready to delete
de: Bereit zum Löschen
ja: 削除の準備ができました
ms: Sedia untuk dipadam
th: พร้อมที่จะลบ
tr: Silmeye hazır

source: Recommended
de: Empfohlen
ja: おすすめ
ms: Disyorkan
th: แนะนำ
tr: Önerilen

source: Reset All
de: Alle zurücksetzen
ja: すべてリセット
ms: Tetapkan Semula Semua
th: รีเซ็ตทั้งหมด
tr: Tümünü Sıfırla

# saat
source: hour
de: Stunde
ja: 時間
ms: jam
th: ชั่วโมง
tr: saat

# Saat
source: Hour
de: Stunde
ja: 時間
ms: Jam
th: ชั่วโมง
tr: Saat

source: Scheduled duration: %@
de: Geplante Dauer: %@
ja: 予定時間: %@
ms: Tempoh berjadual: %@
th: ระยะเวลาตามกำหนดการ: %@
tr: Planlanan süre: %@

source: Scheduled: %@
de: Geplant: %@
ja: 予定: %@
ms: Dijadualkan: %@
th: ตามกำหนดการ: %@
tr: Planlanan: %@

# Şekerleme 1: 20%
source: Nap 1: 20%
de: Nickerchen 1: 20%
ja: 仮眠1: 20%
ms: Tidur Sebentar 1: 20%
th: งีบ 1: 20%
tr: Şekerleme 1: 20%

# Şekerleme 2: 5%
source: Nap 2: 5%
de: Nickerchen 2: 5%
ja: 仮眠2: 5%
ms: Tidur Sebentar 2: 5%
th: งีบ 2: 5%
tr: Şekerleme 2: 5%

source: Select Date
de: Datum auswählen
ja: 日付を選択
ms: Pilih Tarikh
th: เลือกวันที่
tr: Tarih Seç

source: SKIP
de: ÜBERSPRINGEN
ja: スキップ
ms: LANGKAU
th: ข้าม
tr: ATLA

source: SKIPPED
de: ÜBERSPRUNGEN
ja: スキップ済み
ms: DILANGKAU
th: ข้ามแล้ว
tr: ATLANDI

source: Skipped successfully with circular transition!
de: Erfolgreich mit kreisförmigem Übergang übersprungen!
ja: 円形トランジションで正常にスキップされました！
ms: Berjaya dilangkau dengan peralihan bulatan!
th: ข้ามสำเร็จด้วยการเปลี่ยนแบบวงกลม!
tr: Dairesel geçişle başarıyla atlandı!

source: Sleep History
de: Schlafverlauf
ja: 睡眠履歴
ms: Sejarah Tidur
th: ประวัติการนอนหลับ
tr: Uyku Geçmişi

source: Source Screen
de: Quellbildschirm
ja: ソース画面
ms: Skrin Sumber
th: หน้าจอต้นทาง
tr: Kaynak Ekran

# Şu An
source: Now
de: Jetzt
ja: 今
ms: Sekarang
th: ตอนนี้
tr: Şu An

# Tarih
source: Date
de: Datum
ja: 日付
ms: Tarikh
th: วันที่
tr: Tarih

# Teklifler yükleniyor...
source: Loading offers...
de: Angebote werden geladen...
ja: オファーを読み込み中...
ms: Memuatkan tawaran...
th: กำลังโหลดข้อเสนอ...
tr: Teklifler yükleniyor...

source: The test alarm will sound in 5 seconds. You can close the app, put it in the background, or leave it open.
de: Der Testalarm klingelt in 5 Sekunden. Du kannst die App schließen, in den Hintergrund verschieben oder geöffnet lassen.
ja: テストアラームは5秒後に鳴ります。アプリを閉じるか、バックグラウンドにするか、開いたままにしておくことができます。
ms: Penggera ujian akan berbunyi dalam 5 saat. Anda boleh menutup aplikasi, meletakkannya di latar belakang, atau membiarkannya terbuka.
th: นาฬิกาปลุกทดสอบจะดังใน 5 วินาที คุณสามารถปิดแอป ย่อแอป หรือเปิดทิ้งไว้ก็ได้
tr: Test alarmı 5 saniye sonra çalacak. Uygulamayı kapatabilir, arka plana alabilir veya açık bırakabilirsiniz.

# Test Alarmı Kuruldu
source: Test Alarm Set
de: Testalarm eingestellt
ja: テストアラーム設定完了
ms: Penggera Ujian Ditetapkan
th: ตั้งนาฬิกาปลุกทดสอบแล้ว
tr: Test Alarmı Kuruldu

source: This uses red primary circle and black background
de: Dies verwendet einen roten Primärkreis und einen schwarzen Hintergrund
ja: これは赤のプライマリサークルと黒の背景を使用します
ms: Ini menggunakan bulatan utama merah dan latar belakang hitam
th: สิ่งนี้ใช้วงกลมหลักสีแดงและพื้นหลังสีดำ
tr: Bu, kırmızı birincil daire ve siyah arka plan kullanır

source: Time Range
de: Zeitbereich
ja: 時間範囲
ms: Julat Masa
th: ช่วงเวลา
tr: Zaman Aralığı

source: Transition completed successfully!
de: Übergang erfolgreich abgeschlossen!
ja: トランジションが正常に完了しました！
ms: Peralihan berjaya diselesaikan!
th: การเปลี่ยนเสร็จสมบูรณ์!
tr: Geçiş başarıyla tamamlandı!

# U
source: T
de: O
ja: 上
ms: A
th: บ
tr: Ü

# Uyanma zamanınız geldi!
source: It's time to wake up!
de: Es ist Zeit aufzuwachen!
ja: 起きる時間です！
ms: Masa untuk bangun!
th: ได้เวลาตื่นแล้ว!
tr: Uyanma zamanınız geldi!

# Uyku bloğunuz sona erdi! Uyanma zamanı!
source: Your sleep block has ended! Time to wake up!
de: Dein Schlafblock ist beendet! Zeit zum Aufwachen!
ja: 睡眠ブロックが終了しました！ 起きる時間です！
ms: Blok tidur anda telah tamat! Masa untuk bangun!
th: ช่วงการนอนหลับของคุณสิ้นสุดลงแล้ว! ได้เวลาตื่น!
tr: Uyku bloğunuz sona erdi! Uyanma zamanı!

# Uyku Dağılımı
source: Sleep Distribution
de: Schlafverteilung
ja: 睡眠分布
ms: Agihan Tidur
th: การกระจายการนอนหลับ
tr: Uyku Dağılımı

# Uyku Kalitesi Dağılımı
source: Sleep Quality Distribution
de: Schlafqualitätsverteilung
ja: 睡眠の質の分布
ms: Agihan Kualiti Tidur
th: การกระจายคุณภาพการนอนหลับ
tr: Uyku Kalitesi Dağılımı

# Uyku Tutarlılığı
source: Sleep Consistency
de: Schlafkonsistenz
ja: 睡眠の一貫性
ms: Konsistensi Tidur
th: ความสม่ำเสมอในการนอนหลับ
tr: Uyku Tutarlılığı

source: Valid position
de: Gültige Position
ja: 有効な位置
ms: Kedudukan sah
th: ตำแหน่งที่ถูกต้อง
tr: Geçerli konum

source: Your new schedule will remain the same, you will just continue from your previous adaptation day
de: Dein neuer Zeitplan bleibt derselbe, du wirst nur von deinem vorherigen Anpassungstag an weitermachen
ja: 新しいスケジュールは同じままです。前回の適応日から続行するだけです
ms: Program baharu anda akan kekal sama, anda hanya akan meneruskan dari hari penyesuaian anda sebelum ini
th: กำหนดการใหม่ของคุณจะยังคงเหมือนเดิม คุณจะดำเนินการต่อจากวันปรับตัวก่อนหน้าของคุณเท่านั้น
tr: Yeni programınız aynı kalacak, sadece önceki adaptasyon gününüzden devam edeceksiniz

source: You can use circular transition from any screen to any other screen
de: Sie können den kreisförmigen Übergang von jedem Bildschirm zu jedem anderen Bildschirm verwenden
ja: どの画面からでも他の画面に円形トランジションを使用できます
ms: Anda boleh menggunakan peralihan bulatan dari mana-mana skrin ke skrin lain
th: คุณสามารถใช้การเปลี่ยนแบบวงกลมจากหน้าจอใดก็ได้ไปยังหน้าจออื่นๆ
tr: Herhangi bir ekrandan başka bir ekrana dairesel geçişi kullanabilirsiniz

# Yükleniyor...
source: Loading...
de: Wird geladen...
ja: 読み込み中...
ms: Memuatkan...
th: กำลังโหลด...
tr: Yükleniyor...

source: %lld min
ja: %lld分
th: %lld นาที
tr: %lld dk

source: +%lld min
ja: +%lld分
th: +%lld นาที
tr: +%lld dk

# Apple Sağlık
source: Apple Health
ja: Apple ヘルスケア
ms: Apple Kesihatan
th: Apple สุขภาพ
tr: Apple Sağlık

# history.source.health
source: Health
ja: ヘルスケア
ms: Kesihatan
th: สุขภาพ
tr: Sağlık

source: Paywall Test
ja: ペイウォールテスト
ms: Ujian Paywall
th: ทดสอบ Paywall
tr: Paywall Testi

source: PREMIUM
ja: プレミアム
th: พรีเมียม

source: Premium ✅
ja: プレミアム ✅
th: พรีเมียม ✅

source: Premium Status:
ja: プレミアムステータス：
ms: Status Premium:
th: สถานะพรีเมียม:
tr: Premium Durumu:

# Tamam
source: OK
th: ตกลง
tr: Tamam
